{
    "Diego Cepeda":
    {
        "id":1369,
        "roasts": []
    },
    "Jack Sullivan":
    {
        "id":1371,
        "roasts": [
            "J swole? More like J ... weak. Amaright, haha."
        ]
    },
    "Robert Lohr":
    {
        "id":1372,
        "roasts": []
    },
    "Ryan DeSantis":
    {
        "id":1375,
        "roasts": [
            "I bet Ryan wishes he was Chandler so he can have sex with Dylan more often."
        ]
    },
    "Pat Shea":
    {
        "id":1377,
        "roasts": [
            "This guy's a cocoa butter turtle head meat packin ass chris cringle looking bitch",
            "You gotta hear all the stupid shit Pat asks me. I really don't understand how this kid has a 4 point oh."
        ]
    },
    "Frank Cusano":
    {
        "id":1379,
        "roasts": [
            "Frank is literally the ideal human specimen. He is perfect in every way imaginable."
        ]
    },
    "Nick Bowman":
    {
        "id":1385,
        "roasts": []
    },
    "Jesse Greaves":
    {
        "id":1386,
        "roasts": []
    },
    "Tom Jansson":
    {
        "id":1387,
        "roasts": ["Real talk this guy is the definition of a pencil neck cabbage patch kid fortnite bush camping motherfucker, he's the third wheel in a relationship between his girl and a 5 pound dog"]
    },
    "Chris McCulloch":
    {
        "id":1389,
        "roasts": []
    },
    "Colin Williamson":
    {
        "id":1390,
        "roasts": []
    },
    "Steve Duduch":
    {
        "id":1393,
        "roasts": []
    },
    "Nathan Dorer":
    {
        "id":1394,
        "roasts": []
    },
    "Ethan Fultz":
    {
        "id":1395,
        "roasts": []
    },
    "Grant Barron":
    {
        "id":1396,
        "roasts": []
    },
    "Ben Morrison":
    {
        "id":1398,
        "roasts": []
    },
    "Duncan Leathrum":
    {
        "id":1399,
        "roasts": []
    },
    "Neel Singh":
    {
        "id":1400,
        "roasts": []
    },
    "Austin Cantone":
    {
        "id":1,
        "roasts": []
    },
    "Bryan Dessner":
    {
        "id":1,
        "roasts": ["You look like a literal 45 year old man, and not hot like Daddy, more like oh shit dad is drunk again passed out on the couch watching pay per view, I wish he would get a fucking job or go to the gym or something"]
    },
    "Jerry Du":
    {
        "id":1,
        "roasts": ["You're a living stereotype of shitty asian people, you've crashed your car into the fence more times than you've gotten caught sucking on your stupid fucking flash drive, jewels don't make you a cool frat bro you just look like a douche bag"]
    },
    "Jack Fico":
    {
        "id":1,
        "roasts": ["Stinky pussy ass polly pocket blow pop mother fucker I hope you slip on a banana peel and break your fucking face get your damn hands up out ya pockets boi duh fuck is you"]
    },
    "Brendan Gandal":
    {
        "id":1,
        "roasts": []
    },
    "JD Gebbia":
    {
        "id":1,
        "roasts": ["That guy is a fucking bro, don't ever talk shit or you'll get clapped, keep my name out ya mouth"]
    },
    "Ayush Goel":
    {
        "id":1,
        "roasts": ["This shit would be way too fucking easy, have some decency"]
    },
    "Andrew Johnston":
    {
        "id":1,
        "roasts": ["I don't know that name but I assume you're referring to that guy we pick up from the soup kitchen every thanksgiving, I heard he has undiscovered species of insects living in his beard as well as a rare lesbian STD"]
    },
    "Nick Nazario":
    {
        "id":1,
        "roasts": ["Long titty no nipple having ass"]
    },
    "Neil Patel":
    {
        "id":1,
        "roasts": ["All I know is that this guy is mad fucking ugly, just absolutely ugly as shit"]
    },
    "Adam Primak":
    {
        "id":1,
        "roasts": []
    },
    "Nate Shreiber":
    {
        "id":1,
        "roasts": ["Every time someone hears him talk they ask if he's gay, no one is sure so they just assume it's some weird Alaskan pipeline incest type shit"]
    },
    "Steve Sokolowski":
    {
        "id":1,
        "roasts": []
    },
    "Hunter Tabile":
    {
        "id":1,
        "roasts": ["That bitch spilled salsa on my floor cuz he's a fruity tooty pumpkin patch puss bag turtle neck wearing piece of trash"]
    },
    "Gabe Vande Hei":
    {
        "id":1,
        "roasts": []
    }
}